Repository: KUWAITNET/django-admin-commands
Catalog: admin_commands/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Execute
ar: نفذ

source: Execute command
ar: نفذ الامر

source: Command executed
ar: تم تنفيد الامر

source: Admin Commands
ar: الاوامر المتاحه للمدير

source: Arguments to send to command
ar: المعطيات للامر

source: Management Command
ar: امر اداره

source: Management Commands
ar: اوامر اداره

source: Can execute command
ar: يمكنه تنفيذ امر

source: View other users log
ar: يمكنه مشاهدة سجلات المستخدمين الاخرين

source: Command
ar: أمر

source: Description
ar: الوصف

source: Default Arguments
ar: الاوامر الافتراضية

source: Help
ar: مساعدة

source: Back
ar: رجوع
